TRIGGERS = {'захар'}

data_set = {
'какая погода': 'weather сейчас скажу',
'какая погода на улице': 'weather боишься замерзнуть?',
'холодно на улице': 'weather выгляни в окно',
'будет снег': 'weather боишься замерзнуть?',
'тепло на улице': 'weather сейчас скажу',
'будет дождь': 'weather сейчас проверю',
'что там на улице': 'weather сейчас гляну...',
'сколько градусов': 'weather можешь выглянуть в окно, но сейчас проверю',
'погода': 'weather сейчас посмотрим',

'запусти браузер': 'browser запускаю браузер',
'открой браузер': 'browser интернет активирован',
'интернет открой': 'browser открываю браузер',
'интернет': 'browser сейчас открою браузер',

'запусти радио': 'radio запускаю радио',
'открой радио': 'radio сейчас включу',
'радио открой': 'radio открываю радио',
'радио': 'radio сейчас открою радио',

'запусти ютуб': 'yout запускаю',
'открой ютуб': 'yout готово',
'ютуб открой': 'yout открываю',
'ютуб': 'yout сейчас сделаю',

'играть': 'game лишь бы баловаться',
'хочу поиграть в игру': 'game а нам лишьбы баловаться',
'запусти игру': 'game запускаю игру, а нам лишь бы баловаться',

'выключи компьютер': 'offpc отключаю компьютер',
'отключись': 'offBot отключаюсь',

'как у тебя дела':'passive работаю в фоне, не переживай',
'что делаешь':'passive жду очередной команды, хоть мог бы и сам на кнопку нажать',
'привет':'passive и тебе привет',

'расскажи анекдот':'joke ну слушай...',
'анекдот хочу':'joke свежий анекдот',
'шутка':'joke сейчас найду',

'работаешь':'passive как видишь',
'ты тут':'passive вроде да',

'что ты можешь':'passive а что надо?',
'что ты умеешь': 'passive я умею узнавать погоду, могу открыть браузер, запустить радио, выключить пк, отключиться, рассказать анекдот и еще что-то',
'справка': 'passive я умею узнавать погоду, могу открыть браузер, запустить радио, выключить пк, отключиться, рассказать анекдот и еще что-то',

}